Repository: asmayh21/PrayerTime
Catalog: PrayerTime/Localizable.xcstrings
Source language: en
Languages: ar

source: Asr
ar: العصر

source: Dhuhr
ar: الظهر

source: Fajr
ar: الفجر

# Hev
source: Heavy
ar: قوي

source: isha
ar: العشاء

source: Language
ar: اللغة

source: Low
ar: ضعيف

# mgrb
source: Maghrib
ar: المغرب

# mid
source: Midum
ar: متوسط

source: Settings
ar: الإعدادات

source: Vibration Level
ar: مستوى الاهتزاز

# الآن وقت صلاة %@
source: Now it’s time for
ar: الان وقت صلاة

# القبلة
source: Qiblah
ar: القبلة

# جاري تحميل مواقيت الصلاة...
source: Loading
ar: جاري تحميل مواقيت الصلاة
